TCI_HOME/DEMO/Audit/Templates/Login_Template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pub="http://xmlns.oracle.com/oxp/service/PublicReportService">
       <soapenv:Header/>
       <soapenv:Body>
          <pub:login>
             <pub:userID>{USERNAME}</pub:userID>
             <pub:password>{PASSWORD}</pub:password>
          </pub:login>
       </soapenv:Body>
    </soapenv:Envelope>